Repository: kechkarayoub/django_react_ecommerce
Catalog: */locale/*/LC_MESSAGES/django.po
Languages: ar, fr

source: Follow us on
ar: تابعونا على
fr: Suivez-nous sur

source: Our social media pages are being implemented.
ar: صفحاتنا على وسائل التواصل الاجتماعي قيد التنفيذ.
fr: Nos pages de médias sociaux sont en cours de mise en œuvre.

source: Unsubscribe from our newsletter?
ar: إلغاء الاشتراك من النشرة الإخبارية لدينا؟
fr: Vous désabonner de notre newsletter ?

source: Unsubscribe
ar: إلغاء الاشتراك
fr: Se désabonner

source: Details
ar: التفاصيل
fr: Détails

source: Show more
ar: عرض المزيد
fr: Afficher plus

source: Show more.
ar: عرض المزيد.
fr: Afficher plus.

source: DH
ar: درهم

source: You are already subscribed
ar: انت مشترك من قبل
fr: Vous êtes déjà abonné

source: Unsubscribe successful
ar: تم الغاء الاشتراك بنجاح
fr: Désabonnement réussi

source: Re-registration successful
ar: تمت إعادة التسجيل بنجاح
fr: Réinscription réussie

source: No Order Items
ar: لا توجد عناصر في الطلب
fr: Aucun article en commande

source: Not authorized to view this order
ar: غير مخول لك لعرض هذا الطلب
fr: Non autorisé à consulter cette commande

source: Order does not exist
ar: الطلب غير موجود
fr: La commande n'existe pas

source: Order was paid
ar: تم دفع الطلب
fr: La commande a été payée

source: Order was delivered
ar: تم تسليم الطلب
fr: La commande a été livrée

source: New products {site_name}
ar: منتجات جديدة {site_name}
fr: Nouveaux produits {site_name}

source: You should configure a smtp email provider
ar: يجب عليك تكوين مزود البريد الإلكتروني SMTP
fr: Vous devez configurer un fournisseur de messagerie SMTP

source: Producted deactivated
ar: تم تعطيل المنتج
fr: Produit désactivé

source: Image was uploaded
ar: تم تحميل الصورة
fr: L'image a été téléchargée

source: Product already reviewed
ar: تمت مراجعة المنتج من قبل
fr: Produit déjà évalué

source: Please select a rating
ar: الرجاء تحديد التقييم
fr: Veuillez sélectionner une évaluation

source: Review Added
ar: تمت إضافة المراجعة
fr: Avis ajouté

source: User with this email already exists
ar: المستخدم الذي لديه هذا البريد الإلكتروني موجود بالفعل
fr: L'utilisateur avec cette adresse e-mail existe déjà

source: User was deactivated
ar: تم تعطيل المستخدم
fr: L'utilisateur a été désactivé
